{
    "introduction": "Time is passing by. Therefore, it is also passing by this typography.  It will change, and you will not be able to do anything to avoid it. You can capture this moment if you choose to download it. And the next one too, if you decide to stay. But you won't be able to stay indefinitely. \n And its okay.",
    "titular": "Time and space are not conditions of existence, time and space is a model for thinking",
    "articleIntro": "Albert Einstein once said time is what clocks measure. Information about time tells the durations of events, and when they occur, and which events happen before which others, so time plays a very significant role in the universe's structure, including the structure of our personal lives. Nevertheless, there are many unresolved issues, both philosophical and scientific.",
    "article": "Consider this issue upon which philosophers are deeply divided: What sort of ontological differences are there among the present, the past and the future? There are three competing philosophical theories. Presentism implies that necessarily only present objects and present events are real, and we conscious beings recognize this in the special vividness of our present experiences compared to our relatively dim memories of past experiences and dim expectations of future experiences. So, the dinosaurs have slipped out of reality even though our current ideas of them have not. However, according to the growing-past theory, the past and present are both real, but the future is not, because the future is indeterminate or merely potential. Dinosaurs are real, but our future death is not. The third theory, eternalism, is that there are no objective ontological differences among present, past, and future because the differences are merely subjective, that is, person-dependent. \n Physical time is public time, the time that clocks are designed to measure. Biological time is indicated by regular biological processes, and by signs of aging. The ticks of a human being’s biological clock are produced by regular heartbeats, the rhythm of breathing, cycles of sleeping and waking, and menstruation, although there is no conscious counting. Biological time is not another kind of time, but rather is best understood as the body’s recording of physical time, in the sense that biological time is physical time measured with a biological process. \n Psychological time is private time. It is also called subjective time and phenomenological time and perceived time; and it is best understood not as a kind of time but rather as awareness of physical time. Psychological time is the physical time measured by a mental clock. Our psychological time can change its rate (compared to physical time) depending on whether we are bored or instead intensively involved. Psychological time is what the phenomenologist Henri Bergson was referring to when he said, “Duration is the stuff out of which conscious existence is made.” \n Psychological time is the kind of time people usually are thinking of when they ask whether time is just a construct of the mind. \n There is no experimental evidence that the character of physical time is affected in any way by the presence or absence of mental awareness, or by the presence or absence of any biological phenomenon. For that reason, physical time is often called objective time and scientific time. The scientific image of time is the product of science's attempt to understand physical time. \n Dowden Bradley. Time. Internet Encyclopedia of Philosophy. https://iep.utm.edu/time/"
}